const MAPS = [
  {
    'region': 'Центральный округ', // Это название региона.
    'location': [ // Это массив городов где есть адреса.
      {
        'city': 'Москва', // Это название города.
        'big': true,
        'crd': [ // Это массив маркеров данного города.
          {
            'name': 'Наименование объекта', // Это заголовок окна подсказки.
            'x': '55.780856', // Это координата по Х.
            'y': '37.615228', // Это координата по У.
            'address': 'Суворовская площадь, 1/52к1', // Это описание подсказки.
            'tel': '+7 956 342-32-23', // Это телефон подсказки.
            'hint': 'Дополнительная текстово-пояснительная информация для клиентов и посетителей объекта.', // Это дополнительная информация
          },
          {
            'name': 'Наименование объекта',
            'x': '55.807921',
            'y': '37.573510',
            'address': 'Тимирязевская улица, 2/3',
            'tel': '+7 956 342-32-23',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.810106',
            'y': '37.577966',
            'address': 'Дмитровский проезд, 4',
            'hint': 'Дополнительная текстово-пояснительная информация для клиентов и посетителей объекта.',
          }
        ],
      },
      {
        'city': 'Великий Новгород',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '58.531531',
            'y': '31.242622',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.523087',
            'y': '31.268892',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.540168',
            'y': '31.302883',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.560398',
            'y': '31.311345',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.533467',
            'y': '31.204172',
            'address': 'Московский проспект, 165'
          }
        ],
      },
      {
        'city': 'Ярославль',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '57.638727',
            'y': '39.846318',
            'address': 'Суворовская площадь, 1/52к1',
          }
        ],
      },
      {
        'city': 'Владимир',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '56.173489',
            'y': '40.465935',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '56.156621',
            'y': '40.375135',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '56.081458',
            'y': '40.216268',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '56.032831',
            'y': '40.391965',
            'address': 'проспект Большевиков, 18',
          }
        ],
      },
      {
        'city': 'Раменское',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '55.591701',
            'y': '38.202070',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.598421',
            'y': '38.178840',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.572080',
            'y': '38.246034',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.553406',
            'y': '38.247534',
            'address': 'проспект Большевиков, 18',
          }
        ],
      },
    ],
  },
  {
    'region': 'Северо-Западный округ',
    'location': [
      {
        'city': 'Вологодская область',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '59.878746',
            'y': '38.765811',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.362401',
            'y': '39.627090',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.229777',
            'y': '39.934940',
            'address': 'Дмитровский проезд, 4',
          }
        ],
      },
      {
        'city': 'Санкт-Петербург',
        'big': true,
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '59.943404',
            'y': '30.293491',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.946306',
            'y': '30.282136',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.936039',
            'y': '30.359697',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.908507',
            'y': '30.482479',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.866495',
            'y': '30.319928',
            'address': 'Московский проспект, 165'
          }
        ],
      },
      {
        'city': 'Калининградская область',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '54.723844',
            'y': '20.442692',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.738334',
            'y': '20.290135',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.767226',
            'y': '20.533027',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.671482',
            'y': '20.559384',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.652011',
            'y': '20.678606',
            'address': 'Московский проспект, 165'
          }
        ],
      },
    ],
  },
  {
    'region': 'Южный округ',
    'location': [
      {
        'city': 'Азов',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '55.780856',
            'y': '37.615228',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.780426',
            'y': '37.607475',
            'address': 'Селезнёвская улица, 22',
          }
        ],
      },
      {
        'city': 'Вологодская область',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '59.878746',
            'y': '38.765811',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.362401',
            'y': '39.627090',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.229777',
            'y': '39.934940',
            'address': 'Дмитровский проезд, 4',
          }
        ],
      },
      {
        'city': 'Москва',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '55.780856',
            'y': '37.615228',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.807921',
            'y': '37.573510',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.810106',
            'y': '37.577966',
            'address': 'Дмитровский проезд, 4',
          }
        ],
      },
      {
        'city': 'Санкт-Петербург',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '59.943404',
            'y': '30.293491',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.946306',
            'y': '30.282136',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.936039',
            'y': '30.359697',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.908507',
            'y': '30.482479',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.866495',
            'y': '30.319928',
            'address': 'Московский проспект, 165'
          }
        ],
      },
      {
        'city': 'Калининградская область',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '54.723844',
            'y': '20.442692',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.738334',
            'y': '20.290135',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.767226',
            'y': '20.533027',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.671482',
            'y': '20.559384',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.652011',
            'y': '20.678606',
            'address': 'Московский проспект, 165'
          }
        ],
      },
    ],
  },
  {
    'region': 'Северо-Кавказский округ',
    'location': [
      {
        'city': 'Москва',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '55.780856',
            'y': '37.615228',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.807921',
            'y': '37.573510',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.810106',
            'y': '37.577966',
            'address': 'Дмитровский проезд, 4',
          }
        ],
      },
      {
        'city': 'Великий Новгород',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '58.531531',
            'y': '31.242622',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.523087',
            'y': '31.268892',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.540168',
            'y': '31.302883',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.560398',
            'y': '31.311345',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.533467',
            'y': '31.204172',
            'address': 'Московский проспект, 165'
          }
        ],
      },
      {
        'city': 'Ярославль',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '57.638727',
            'y': '39.846318',
            'address': 'Суворовская площадь, 1/52к1',
          }
        ],
      },
      {
        'city': 'Владимир',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '56.173489',
            'y': '40.465935',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '56.156621',
            'y': '40.375135',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '56.081458',
            'y': '40.216268',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '56.032831',
            'y': '40.391965',
            'address': 'проспект Большевиков, 18',
          }
        ],
      },
    ],
  },
  {
    'region': 'Приволжский  округ',
    'location': [
      {
        'city': 'Вологодская область',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '59.878746',
            'y': '38.765811',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.362401',
            'y': '39.627090',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.229777',
            'y': '39.934940',
            'address': 'Дмитровский проезд, 4',
          }
        ],
      },
      {
        'city': 'Санкт-Петербург',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '59.943404',
            'y': '30.293491',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.946306',
            'y': '30.282136',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.936039',
            'y': '30.359697',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.908507',
            'y': '30.482479',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.866495',
            'y': '30.319928',
            'address': 'Московский проспект, 165'
          }
        ],
      },
      {
        'city': 'Калининградская область',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '54.723844',
            'y': '20.442692',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.738334',
            'y': '20.290135',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.767226',
            'y': '20.533027',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.671482',
            'y': '20.559384',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.652011',
            'y': '20.678606',
            'address': 'Московский проспект, 165'
          }
        ],
      },
    ],
  },
  {
    'region': 'Уральский  округ ',
    'location': [
      {
        'city': 'Азов',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '55.780856',
            'y': '37.615228',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.780426',
            'y': '37.607475',
            'address': 'Селезнёвская улица, 22',
          }
        ],
      },
      {
        'city': 'Вологодская область',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '59.878746',
            'y': '38.765811',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.362401',
            'y': '39.627090',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.229777',
            'y': '39.934940',
            'address': 'Дмитровский проезд, 4',
          }
        ],
      },
      {
        'city': 'Москва',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '55.780856',
            'y': '37.615228',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.807921',
            'y': '37.573510',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.810106',
            'y': '37.577966',
            'address': 'Дмитровский проезд, 4',
          }
        ],
      },
      {
        'city': 'Санкт-Петербург',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '59.943404',
            'y': '30.293491',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.946306',
            'y': '30.282136',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.936039',
            'y': '30.359697',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.908507',
            'y': '30.482479',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.866495',
            'y': '30.319928',
            'address': 'Московский проспект, 165'
          }
        ],
      },
      {
        'city': 'Калининградская область',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '54.723844',
            'y': '20.442692',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.738334',
            'y': '20.290135',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.767226',
            'y': '20.533027',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.671482',
            'y': '20.559384',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.652011',
            'y': '20.678606',
            'address': 'Московский проспект, 165'
          }
        ],
      },
    ],
  },
  {
    'region': 'Дальневосточный округ',
    'location': [
      {
        'city': 'Азов',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '55.780856',
            'y': '37.615228',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.780426',
            'y': '37.607475',
            'address': 'Селезнёвская улица, 22',
          }
        ],
      },
      {
        'city': 'Вологодская область',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '59.878746',
            'y': '38.765811',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.362401',
            'y': '39.627090',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.229777',
            'y': '39.934940',
            'address': 'Дмитровский проезд, 4',
          }
        ],
      },
      {
        'city': 'Москва',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '55.780856',
            'y': '37.615228',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.807921',
            'y': '37.573510',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.810106',
            'y': '37.577966',
            'address': 'Дмитровский проезд, 4',
          }
        ],
      },
      {
        'city': 'Санкт-Петербург',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '59.943404',
            'y': '30.293491',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.946306',
            'y': '30.282136',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.936039',
            'y': '30.359697',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.908507',
            'y': '30.482479',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '59.866495',
            'y': '30.319928',
            'address': 'Московский проспект, 165'
          }
        ],
      },
      {
        'city': 'Калининградская область',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '54.723844',
            'y': '20.442692',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.738334',
            'y': '20.290135',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.767226',
            'y': '20.533027',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.671482',
            'y': '20.559384',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '54.652011',
            'y': '20.678606',
            'address': 'Московский проспект, 165'
          }
        ],
      },
    ],
  },
  {
    'region': 'Сибирский округ',
    'location': [
      {
        'city': 'Москва',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '55.780856',
            'y': '37.615228',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.807921',
            'y': '37.573510',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '55.810106',
            'y': '37.577966',
            'address': 'Дмитровский проезд, 4',
          }
        ],
      },
      {
        'city': 'Великий Новгород',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '58.531531',
            'y': '31.242622',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.523087',
            'y': '31.268892',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.540168',
            'y': '31.302883',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.560398',
            'y': '31.311345',
            'address': 'проспект Большевиков, 18',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '58.533467',
            'y': '31.204172',
            'address': 'Московский проспект, 165'
          }
        ],
      },
      {
        'city': 'Ярославль',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '57.638727',
            'y': '39.846318',
            'address': 'Суворовская площадь, 1/52к1',
          }
        ],
      },
      {
        'city': 'Владимир',
        'crd': [
          {
            'name': 'Brewlok Taproom',
            'x': '56.173489',
            'y': '40.465935',
            'address': 'Суворовская площадь, 1/52к1',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '56.156621',
            'y': '40.375135',
            'address': 'Тимирязевская улица, 2/3',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '56.081458',
            'y': '40.216268',
            'address': 'Дмитровский проезд, 4',
          },
          {
            'name': 'Brewlok Taproom',
            'x': '56.032831',
            'y': '40.391965',
            'address': 'проспект Большевиков, 18',
          }
        ],
      },
    ],
  }
];
