const STORE = [
  {
    code: 'RU-CR',
    title: 'Республика Крым',
  },
  {
    code: 'RU-MUR',
    title: 'Мурманская область',
    cities: [
      'Мурманск',
      'Мончегорск',
    ],
  },
  {
    code: 'RU-PSK', // Код по которому мы ищем SVG-регион.
    title: 'Псковская область', // Название области, которое будет выводится при наведении.
    cities: [ // Список городов в выбранном регионе.
      'Псков',
      'Великие Луки',
    ],
  },
  {
    code: 'RU-SMO',
    title: 'Смоленская область',
  },
  {
    code: 'RU-BRY',
    title: 'Брянская область',
  },
  {
    code: 'RU-KRS',
    title: 'Курская область',
  },
  {
    code: 'RU-BEL',
    title: 'Белгородская область',
  },
  {
    code: 'RU-VOR',
    title: 'Воронежская область',
    cities: [
      'Воронеж',
    ],
  },
  {
    code: 'RU-KC',
    title: 'Карачаево-Черкесская Республика',
  },
  {
    code: 'RU-SE',
    title: 'Республика Северная Осетия — Алания',
  },
  {
    code: 'RU-IN',
    title: 'Республика Ингушетия',
  },
  {
    code: 'RU-DA',
    title: 'Республика Дагестан',
  },
  {
    code: 'RU-KL',
    title: 'Республика Калмыкия',
  },
  {
    code: 'RU-ORE',
    title: 'Оренбургская область',
  },
  {
    code: 'RU-CHE',
    title: 'Челябинская область',
  },
  {
    code: 'RU-OMS',
    title: 'Омская область',
    cities: [
      'Омск',
    ],
  },
  {
    code: 'RU-NVS',
    title: 'Новосибирская область',
  },
  {
    code: 'RU-AL',
    title: 'Республика Алтай',
  },
  {
    code: 'RU-ALT',
    title: 'Алтайский край',
  },
  {
    code: 'RU-TY',
    title: 'Республика Тыва',
  },
  {
    code: 'RU-AMU',
    title: 'Амурская область',
  },
  {
    code: 'RU-YEV',
    title: 'Еврейская автономная область',
  },
  {
    code: 'RU-PRI',
    title: 'Приморский край',
  },
  {
    code: 'RU-MAG',
    title: 'Магаданская область',
  },
  {
    code: 'RU-ARK',
    title: 'Архангельская область',
  },
  {
    code: 'RU-SAK',
    title: 'Сахалинская область',
  },
  {
    code: 'RU-KAM',
    title: 'Камчатский край',
  },
  {
    code: 'RU-CHU',
    title: 'Чукотский автономный округ',
  },
  {
    code: 'RU-KGD',
    title: 'Калининградская область',
    cities: [
      'Калининград',
    ],
  },
  {
    code: 'RU-KLU',
    title: 'Калужская область',
  },
  {
    code: 'RU-NGR',
    title: 'Новгородская область',
    cities: [
      'Великий Новгород',
      'Боровичи',
    ],
  },
  {
    code: 'RU-TVE',
    title: 'Тверская область',
    cities: [
      'Тверь',
      'Ржев',
    ],
  },
  {
    code: 'RU-MOS',
    title: 'Московская область',
    cities: [
      'Мытищи',
    ],
  },
  {
    code: 'RU-NEN',
    title: 'Ненецкий автономный округ',
  },
  {
    code: 'RU-YAN',
    title: 'Ямало-Ненецкий автономный округ',
  },
  {
    code: 'RU-KHA',
    title: 'Хабаровский край',
  },
  {
    code: 'RU-KDA',
    title: 'Краснодарский край',
  },
  {
    code: 'RU-STA',
    title: 'Ставропольский край',
  },
  {
    code: 'RU-CE',
    title: 'Чеченская Республика',
  },
  {
    code: 'RU-KB',
    title: 'Кабардино-Балкарская Республика',
  },
  {
    code: 'RU-VGG',
    title: 'Волгоградская область',
  },
  {
    code: 'RU-VLG',
    title: 'Вологодская область',
    cities: [
      'Великий Устюг',
      'Вологда',
      'Вытегра',
      'Череповец',
    ],
  },
  {
    code: 'RU-ROS',
    title: 'Ростовская область',
  },
  {
    code: 'RU-AST',
    title: 'Астраханская область',
  },
  {
    code: 'RU-ORL',
    title: 'Орловская область',
  },
  {
    code: 'RU-LIP',
    title: 'Липецкая область',
  },
  {
    code: 'RU-TUL',
    title: 'Тульская область',
  },
  {
    code: 'RU-RYA',
    title: 'Рязанская область',
  },
  {
    code: 'RU-TAM',
    title: 'Тамбовская область',
  },
  {
    code: 'RU-MO',
    title: 'Республика Мордовия',
    cities: [
      'Саранск',
    ],
  },
  {
    code: 'RU-PNZ',
    title: 'Пензенская область',
    cities: [
      'Пенза',
    ],
  },
  {
    code: 'RU-SAR',
    title: 'Саратовская область',
    cities: [
      'Саратов',
      'Балаково',
    ],
  },
  {
    code: 'RU-ULY',
    title: 'Ульяновская область',
    cities: [
      'Ульяновск',
    ],
  },
  {
    code: 'RU-SAM',
    title: 'Самарская область',
    cities: [
      'Самара',
      'Сызрань',
      'Тольятти',
    ],
  },
  {
    code: 'RU-KGN',
    title: 'Курганская область',
  },
  {
    code: 'RU-BA',
    title: 'Республика Башкортостан',
  },
  {
    code: 'RU-YAR',
    title: 'Ярославская область',
    cities: [
      'Ярославль',
    ],
  },
  {
    code: 'RU-KOS',
    title: 'Костромская область',
    cities: [
      'Кострома',
      'Шарья',
    ],
  },
  {
    code: 'RU-IVA',
    title: 'Ивановская область',
    cities: [
      'Иваново',
    ],
  },
  {
    code: 'RU-VLA',
    title: 'Владимирская область',
    cities: [
      'Владимир',
    ],
  },
  {
    code: 'RU-NIZ',
    title: 'Нижегородская область',
  },
  {
    code: 'RU-CU',
    title: 'Чувашская Республика',
    cities: [
      'Чебоксары',
    ],
  },
  {
    code: 'RU-KIR',
    title: 'Кировская область',
  },
  {
    code: 'RU-ME',
    title: 'Республика Марий Эл',
  },
  {
    code: 'RU-TA',
    title: 'Республика Татарстан',
    cities: [
      'Набережные Челны',
      'Альметьевск',
    ],
  },
  {
    code: 'RU-UD',
    title: 'Удмуртская Республика',
  },
  {
    code: 'RU-KO',
    title: 'Республика Коми',
  },
  {
    code: 'RU-PER',
    title: 'Пермский край',
  },
  {
    code: 'RU-BU',
    title: 'Республика Бурятия',
  },
  {
    code: 'RU-ZAB',
    title: 'Забайкальский край',
  },
  {
    code: 'RU-IRK',
    title: 'Иркутская область',
  },
  {
    code: 'RU-TYU',
    title: 'Тюменская область',
  },
  {
    code: 'RU-SVE',
    title: 'Свердловская область',
    cities: [
      'Екатеринбург',
    ],
  },
  {
    code: 'RU-KHM',
    title: 'Ханты-Мансийский автономный округ - Югра',
  },
  {
    code: 'RU-KYA',
    title: 'Красноярский край',
  },
  {
    code: 'RU-TOM',
    title: 'Томская область',
  },
  {
    code: 'RU-KEM',
    title: 'Кемеровская область',
  },
  {
    code: 'RU-KK',
    title: 'Республика Хакасия',
  },
  {
    code: 'RU-AD',
    title: 'Республика Адыгея',
  },
  {
    code: 'RU-SA',
    title: 'Республика Саха (Якутия)',
  },
  {
    code: 'RU-LEN',
    title: 'Ленинградская область',
    cities: [
      'Волхов',
      'Выборг',
      'Приозерск',
      'Гатчина',
      'Лодейное Поле',
      'Тихвин',
      'Санкт-Петербург',
    ],
  },
  {
    code: 'RU-KR',
    title: 'Республика Карелия',
    cities: [
      'Беломорск',
      'Медвежьегорск',
      'Петрозаводск',
      'Сортавала',
    ],
  },
];
